Repository: Page-Carbajal/Transit4WP
Catalog: languages/*.po
Languages: es_mx

source: This is not here. But we found a cute puppy!
es_mx: No encontramos lo que estás buscando. ¡Pero este perrito esta bien padre!

source: This is a 404 page!
es_mx: ¡Esta es una cochina página 404!

source: Presenting:
es_mx: Te presentamos a:

source: picture
es_mx: foto

source: Author since:
es_mx: Escribiendo desde:

source: My latest articles
es_mx: Mis últimos artículos

source: Published on
es_mx: Publicado en

source: M d, Y
es_mx: d \d\e F \d\e Y

source: %d Comment on <strong>%s</strong>
es_mx: %d Comentario en <strong>%s</strong>

source: Be <strong>BOLD</strong>, comment first!
es_mx: ¡Te invitamos a ser el <strong>Primero</strong> en comentar!

source: Comments are closed.
es_mx: Aquí no nos dejan comentar. !Pero X al cabo que ni queriamos!

source: Reply
es_mx: Responder

source: Reply to %s
es_mx: Responder a %s

source: Log in to Reply
es_mx: Inicia sesión para responder

source: On:
es_mx: El

source: Banner Heading
es_mx: Título del Banner

source: Banner Subtitle
es_mx: Subtitulo del banner

source: Hero Image
es_mx: Imagen del Banner

source: Action Text
es_mx: Texto del botón

source: Action Link
es_mx: URL del botón

source: Action Target
es_mx: Target de la ventana

source: Action Class
es_mx: Clase CSS

source: Post Banner
es_mx: Banner de Página

source: Main Menu
es_mx: Menú Principal

source: First Footer Menu
es_mx: Primera Menú del Footer

source: Second Footer Menu
es_mx: Segunda Menú del Footer

source: Third Footer Menu
es_mx: Tercer Ménu del Footer

source: Fourth Footer Menu
es_mx: Cuarto Ménu del Footer

source: Blog Sidebar
es_mx: Sidebar para el Blog

source: Single Post Sidebar
es_mx: Sidebar para los artículos

source: Footer Section
es_mx: Sección Footer

source: Personal Facebook Profile or Page
es_mx: Vínculo personal de Facebook

source: Personal Twitter Account
es_mx: Vínculo personal de Twitter

source: Personal LinkedIn Profile or Page
es_mx: Vínculo personal de LinkedIn

source: Personal Google Plus Profile or Page
es_mx: Vínculo personal de Google+

source: Search Results for: %s
es_mx: Resultados de búsqueda para: %s

source: Writen by:
es_mx: Autor:

source: on
es_mx: en

source: View all posts by
es_mx: Ver todos los artículos de

source: More awesome articles by
es_mx: Más artículos de

source: By:
es_mx: Autor:

source: Y M, d
es_mx: d \d\e F \d\e Y

source: Read More
es_mx: Leer artículo

source: Share on:
es_mx: Compartelo en:

source: Previous Articles
es_mx: Artículos anteriores

source: Recent Articles
es_mx: Artículos recientes
